{
  "challengeReadmes": [
    {
      "_id": "61b26e5ee98893556289e1b2",
      "text": "Participants are asked to develop and/or apply optimization methods, including the selection of the most informative experiments, to accurately estimate parameters and\npredict outcomes of perturbations in Systems Biology models."
    },
    {
      "_id": "61b26e5ee98893556289e1b3",
      "text": "The goal of the breast cancer prognosis Challenge is to assess the accuracy of computational models designed to predict breast cancer survival, based on clinical information about the patient's tumor as well as genome-wide molecular profiling data including gene expression and copy number profiles."
    },
    {
      "_id": "61b26e5ee98893556289e1b4",
      "text": "Amyotrophic Lateral Sclerosis (ALS)–also known as Lou Gehrig’s disease (in the US) or Motor Neurone disease (outside the US)–is a fatal neurological disease causing death of the nerve cells in the brain and spinal cord which control voluntary muscle movements. This leaves patients struggling with a progressive loss of motor function while leaving cognitive functions intact. Symptoms usually do not manifest until the age of 50 but can start earlier. At any given time, approximately five out of every 100,000 people worldwide suffer from ALS, though there would be a higher prevalence if the disease did not progress so rapidly, leading to the death of the patient.\n\nThere are no known risk factors for developing ALS other than having a family member who has a hereditary form of the disease, which accounts for about 5-10% of ALS patients. There is also no known cure for ALS. The only FDA-approved drug for the disease is Riluzole, which has been shown to prolong the life span of someone with ALS by a few months.\n\nThe average life span of an ALS patient is 2-5 years; however, approximately 10% of patients live significantly longer with a much slower disease progression. An example of the latter is astrophysicist Stephen Hawking, who has lived with ALS for the last 49 years.\n\nThe DREAM-Phil Bowen ALS Prediction Prize4Life (or “ALS Prediction Prize” for short) is based on the PRO-ACT database, which upon completion will contain clinical data for over 7,500 ALS patients from completed clinical trials. The entire PRO-ACT database will be available for research purposes in December 2012, and the ALS Prediction Prize will use a subset of this data. The challenge is being run by Prize4Life in collaboration with DREAM. Prize4Life is a non-profit organization whose mission is to accelerate the discovery of treatments and a cure for ALS by using powerful incentives to attract new people and drive innovation. Prize4Life is developing the PRO-ACT database in collaboration with the Northeast ALS Consortium (NEALS) with funding from the ALS Therapy Alliance, and with generous data donations from both biopharma companies and academicians. Prize4Life shares DREAM’s vision of scientific advancement through collaboration and open access challenges. Since it’s founding in 2006, Prize4Life has run several ALS related challenges with prizes of up to a million dollars. For more information on Prize4Life please visit Prize4Life.org."
    },
    {
      "_id": "61b26e5ee98893556289e1b5",
      "text": "Development of new cancer therapeutics currently requires a long and protracted process of experimentation and testing. Human cancer cell lines represent a good model to help identify associations between molecular subtypes, pathways, and drug response. In recent years there have been several efforts to generate genomic profiles of collections of cell lines and to determine their response to panels of candidate therapeutic compounds. These data provide the basis for the development of in silico models of sensitivity based either on the unperturbed genetic potential of a cancer cell, or by using perturbation data to incorporate knowledge of actual cell response. Making predictions from either of these data profiles will be beneficial in identifying single and combinatorial chemotherapeutic response in patients. To that end, the present challenge seeks computational methods, derived from the molecular profiling of cell lines both in a static state and in response to perturbation of a specific drug, that predict the sensitivity of the same or similar compounds in different cell lines. Methodology invoked in this challenge will be useful not only in therapeutic decision-making but also understanding the basic mechanisms of drug mode of action and drug-drug interaction."
    },
    {
      "_id": "61b26e5ee98893556289e1b6",
      "text": "This challenge is designed to build predictive models of cytotoxicity as mediated by exposure to environmental toxicants and drugs. To approach this question, we will provide a dataset containing cytotoxicity estimates as measured in lymphoblastoid cell lines derived from 884 individuals following in vitro exposure to 156 chemical compounds. In subchallenge 1, participants will be asked to model interindividual variability in cytotoxicity based on genomic profiles in order to predict cytotoxicity in unknown individuals. In subchallenge 2, participants will be asked to predict population-level parameters of cytotoxicity across chemicals based on structural attributes of compounds in order to predict median cytotoxicity and mean variance in toxicity for unknown compounds."
    },
    {
      "_id": "61b26e5ee98893556289e1b7",
      "text": "The goal of this challenge is to explore and compare innovative approaches to parameter estimation of large, heterogeneous computational models. Participants are encouraged to develop and/or apply optimization methods, including the selection of the most informative experiments. The organizers encourage participants to form teams to collaboratively solve the challenge."
    },
    {
      "_id": "61b26e5ee98893556289e1b8",
      "text": "The overall goal of the Heritage-DREAM breast cancer network inference challenge is to quickly and effectively advance our ability to infer causal signaling networks and predict protein phosphorylation dynamics in cancer. We provide extensive training data from experiments on four breast cancer cell lines stimulated with various ligands. The data comprise protein abundance time-courses under inhibitor perturbations."
    },
    {
      "_id": "61b26e5ee98893556289e1b9",
      "text": "The goal of this project is to use a crowd-based competition framework to develop a validated molecular predictor of anti-TNF response in RA. There is an increasing need for predictors of response to therapy in inflammatory disease driven by the observation that most clinically defined diseases show variable response and the growing availability of alternative therapies. Anti-TNF drugs in Rheumatoid Arthritis represent a prototypical example of this opportunity. A number of studies have tried, over the past decade, to develop a robust predictor of response. We believe the time is right to try a different approach to developing such a biomarker with a crowd-sourced collaborative competition. This is based on DREAM and Sage Bionetworks' experience with running competitions and the availability of new unpublished large-scale data relating to RA treatment response.THIS CHALLENGE RAN FROM FEBRUARY TO OCTOBER 2014 AND IS NOW CLOSED."
    },
    {
      "_id": "61b26e5ee98893556289e1ba",
      "text": "The ICGC-TCGA DREAM Genomic Mutation Calling Challenge (herein, The Challenge) is an international effort to improve standard methods for identifying cancer-associated mutations and rearrangements in whole-genome sequencing (WGS) data. Leaders of the International Cancer Genome Consortium (ICGC) and The Cancer Genome Atlas (TCGA) cancer genomics projects are joining with Sage Bionetworks and IBM-DREAM to initiate this innovative open crowd-sourced Challenge [1-3]."
    },
    {
      "_id": "61b26e5ee98893556289e1bb",
      "text": "The AML Outcome Prediction Challenge provides a unique opportunity to access and interpret a rich dataset for AML patients that includes clinical covariates, select gene mutation status and proteomic data. Capitalizing on a unique AML reverse phase protein array (RPPA) dataset obtained at M.D. Anderson Cancer Center that captures 271 measurements for each patient, participants of the DREAM 9 Challenge will help uncover what drives AML. Outcomes of this Challenge have the potential to be used immediately to tailor therapies for newly diagnosed leukemia patients and to accelerate the development of new drugs for leukemia."
    },
    {
      "_id": "61b26e5ee98893556289e1bc",
      "text": "The goal of this project is to use a crowd-based competition to develop predictive models that can infer gene dependency scores in cancer cells (genes that are essential to cancer cell viability when suppressed) using features of those cell lines. An additional goal is to find a small set of biomarkers (gene expression, copy number, and mutation features) that can best predict a single gene or set of genes."
    },
    {
      "_id": "61b26e5ee98893556289e1bd",
      "text": "The goal of the Alzheimer's Disease Big Data DREAM Challenge #1 (AD#1) was to apply an open science approach to rapidly identify accurate predictive AD biomarkers that can be used by the scientific, industrial and regulatory communities to improve AD diagnosis and treatment. AD#1 will be the first in a series of AD Data Challenges to leverage genetics and brain imaging in combination with cognitive assessments, biomarkers and demographic information from cohorts ranging from cognitively normal to mild cognitively impaired to individuals with AD."
    },
    {
      "_id": "61b26e5ee98893556289e1be",
      "text": "The goal of the DREAM Olfaction Prediction Challenge is to find models that can predict how a molecule smells from its physical and chemical features. A model that allows us to predict a smell from a molecule will provide fundamental insights into how odor chemicals are transformed into a smell percept in the brain. Further, being able to predict how a chemical smells will greatly accelerate the design of new molecules to be used as fragrances. Currently, fragrance chemists synthesize many molecules to obtain a new ingredient, but most of these will not have the desired qualities."
    },
    {
      "_id": "61b26e5ee98893556289e1bf",
      "text": "This challenge will attempt to improve the prediction of survival and toxicity of docetaxel treatment in patients with metastatic castration-resistant prostate cancer (mCRPC). The primary benefit of this Challenge will be to establish new quantitative benchmarks for prognostic modeling in mCRPC, with a potential impact for clinical decision making and ultimately understanding the mechanism of disease progression. Participating teams will be asked to submit predictive models based on clinical variables from the comparator arms of four phase III clinical trials with over 2,000 mCRPC patients treated with first-line docetaxel. The comparator arm of a clinical trial represents the patients that receive a treatment that is considered to be effective. This arm of the clinical trial is used to evaluate the effectiveness of the new therapy being tested."
    },
    {
      "_id": "61b26e5ee98893556289e1c0",
      "text": "As illustrated by the overview figure below, (a) Challenge Data includes data from ALS clinical trials and ALS registries. ALS clinical trials consist of patients from clinical trials available open access on the PRO-ACT database and patients from 6 clinical trials not yet added into the database. Data from ALS registries was collected from patients in national ALS registries. (b) Data is divided into three subsets: training data provided to solvers in full, leaderboard, and validation data that is available only to the organizers and is reserved for the scoring of the challenge. (c) The goal of this challenge is then to predict the Clinical Targets, i.e. the disease progression as ALSFRS slope as well as survival. (d) For Building the Models, participants create two algorithms - one that selects features and one that predicts outcomes. To perform predictions, data from a given patient (1) is fed into the selector (2). The selector selects 6 features and a cluster/model ID (3), e.g. from a stratification of training set patients into clusters c1, c2 and c3. Selected features and cluster ID are read by the predictor in order to predict ALSFRS slope or survival (4). Finally, the participants' algorithms are tested by the organizers on the validation dataset for each subchallenge."
    },
    {
      "_id": "61b26e5ee98893556289e1c1",
      "text": "To accelerate the understanding of drug synergy, AstraZeneca has partnered with the European Bioinformatic Institute, the Sanger Institute, Sage Bionetworks, and the distributed DREAM community to launch the AstraZeneca-Sanger Drug Combination Prediction DREAM Challenge. This Challenge is designed to explore fundamental traits that underlie effective combination treatments and synergistic drug behavior using baseline genomic data, i.e. data collected pretreatment. As the basis of the Challenge, AstraZeneca is releasing ~11.5k experimentally tested drug combinations measuring cell viability over 118 drugs and 85 cancer cell lines (primarily colon, lung, and breast), and monotherapy drug response data for each drug and cell line. Moreover, in coordination with the Genomics of Drug Sensitivity in Cancer and COSMIC teams at the Sanger Institute, genomic data including gene expression, mutations (whole exome), copy-number alterations, and methylation data will be released into the public domain and made accessible for Challenge participants through the Challenge data repository."
    },
    {
      "_id": "61b26e5ee98893556289e1c2",
      "text": "The goal of this Challenge is to identify the most accurate meta-pipeline for somatic mutation detection, and establish the state-of-the-art. The algorithms in this Challenge must use as input mutations predicted by one or more variant callers and output mutation calls associated with cancer. An additional goal is to highlight the complementarity of the calling algorithms and help understand their individual advantages/deficiencies."
    },
    {
      "_id": "61b26e5ee98893556289e1c3",
      "text": "The ICGC-TCGA DREAM Somatic Mutation Calling - Tumour Heterogeneity Challenge (SMC-Het) is an international effort to improve standard methods for subclonal reconstruction: to quantify and genotype each individual cell population present within a tumor. Leaders of the International Cancer Genome Consortium (ICGC) and The Cancer Genome Atlas (TCGA) cancer genomics projects are joining with Sage Bionetworks and IBM-DREAM to initiate this innovative open crowd-sourced Challenge [1-3]."
    },
    {
      "_id": "61b26e5ee98893556289e1c4",
      "text": "Respiratory viruses are highly infectious and cause acute illness in millions of people every year. However, there is wide variation in the physiologic response to exposure at the individual level. Some people that are exposed to virus are able to completely avoid infection. Others contract virus but are able to fight it off without exhibiting any symptoms of illness such as coughing, sneezing, sore throat or fever. It is not well understood what characteristics may protect individuals from respiratory viral infection. These individual responses are likely influenced by multiple processes including both the basal state of the human host upon exposure and the dynamics of host immune response in the early hours immediately following exposure. Many of these processes play out in the peripheral blood through activation and recruitment of circulating immune cells. Global gene expression patterns measured in peripheral blood at the time of symptom onset - several days after viral exposure - are highly correlated with symptomatic manifestation of illness. However, these later-stage observations do not necessarily reflect the spectrum of early time point immune processes that predict eventual infection. Because signal amplitude is small at these early time points, the ability to detect early predictors of viral response has not yet been possible in any individual study. By combining data collected across 7 studies and leveraging the state-of-the-art in analytical algorithms, this Challenge aims to develop early predictors of susceptibility and contagiousness based on expression profiles that were collected prior to and at early time points prior to, and following viral exposure."
    },
    {
      "_id": "61b26e5ee98893556289e1c5",
      "text": "The Disease Module Identification DREAM Challenge is an open community effort to systematically assess module identification methods on a panel of state-of-the-art genomic networks and leverage the “wisdom of crowds” to discover novel modules and pathways underlying complex diseases."
    },
    {
      "_id": "61b26e5ee98893556289e1c6",
      "text": "Transcription factors (TFs) are regulatory proteins that bind specific DNA sequence patterns (motifs) in the genome and affect transcription rates of target genes. Binding sites of TFs differ across cell types and experimental conditions. Chromatin immunoprecipitation followed by sequencing (ChIP-seq) is an experimental method that is commonly used to obtain the genome-wide binding profile of a TF of interest in a specific cell type/condition. However, profiling the binding landscape of every TF in every cell type/condition is infeasible due to constraints on cost, material and effort. Hence, accurate computational prediction of in vivo TF binding sites is critical to complement experimental results."
    },
    {
      "_id": "61b26e5ee98893556289e1c7",
      "text": "The DREAM Idea Challenge is designed to collaboratively shape and enable the solution of a question fundamental to improving human health. In the process, all proposals and their evaluation will be made publicly available for the explicit purpose of connecting modelers and experimentalists who want to address the same question. This Wall of Models will enable new collaborations, and help turn every good modeling idea into a success story. It will further serve as a basis for new DREAM challenges."
    },
    {
      "_id": "61b26e5ee98893556289e1c8",
      "text": "The ICGC-TCGA DREAM Somatic Mutation Calling - RNA Challenge (SMC-RNA) is an international effort to improve standard methods for identifying cancer-associated rearrangements in RNA sequencing (RNA-seq) data. Leaders of the International Cancer Genome Consortium (ICGC) and The Cancer Genome Atlas (TCGA) cancer genomics projects are joining with Sage Bionetworks and IBM-DREAM to initiate this innovative open crowd-sourced Challenge [1-3]."
    },
    {
      "_id": "61b26e5ee98893556289e1c9",
      "text": "The Digital Mammography DREAM Challenge will attempt to improve the predictive accuracy of digital mammography for the early detection of breast cancer. The primary benefit of this Challenge will be to establish new quantitative tools - machine learning, deep learning or other - that can help decrease the recall rate of screening mammography, with a potential impact on shifting the balance of routine breast cancer screening towards more benefit and less harm. Participating teams will be asked to submit predictive models based on over 640,000 de-identified digital mammography images from over 86000 subjects, with corresponding clinical variables."
    },
    {
      "_id": "61b26e5ee98893556289e1ca",
      "text": "Multiple myeloma (MM) is a cancer of the plasma cells in the bone marrow, with about 25,000 newly diagnosed patients per year in the United States alone. The disease's clinical course depends on a complex interplay of clinical traits and molecular characteristics of the plasma cells.1 Since risk-adapted therapy is becoming standard of care, there is an urgent need for a precise risk stratification model to assist in therapeutic decision-making and research. While progress has been made, there remains a significant opportunity to improve patient stratification to optimize treatment and to develop new therapies for high-risk patients. A DREAM Challenge represents a chance not only to integrate available data and analytical approaches to tackle this important problem, but also provides the ability to benchmark potential methods to identify those with the greatest potential to yield patient care benefits in the future."
    },
    {
      "_id": "61b26e5ee98893556289e1cb",
      "text": "The highly distributed and disparate nature of genomic and clinical data generated around the world presents an enormous challenge for those scientists who wish to integrate and analyze these data. The sheer volume of data often exceeds the capacity for storage at any one site and prohibits the efficient transfer between sites. To address this challenge, researchers must bring their computation to the data. Numerous groups are now developing technologies and best practice methodologies for running portable and reproducible genomic analysis pipelines as well as tools and APIs for discovering genomic analysis resources. Software development, deployment, and sharing efforts in these groups commonly rely on the use of modular workflow pipelines and virtualization based on Docker containers and related tools."
    },
    {
      "_id": "61b26e5ee98893556289e1cc",
      "text": "The Parkinson’s Disease Digital Biomarker DREAM Challenge is a first of it's kind challenge, designed to benchmark methods for the processing of sensor data for development of digital signatures reflective of Parkinson's Disease. Participants will be provided with raw sensor (accelerometer, gyroscope, and magnetometer) time series data recorded during the performance of pre-specified motor tasks, and will be asked to extract data features which are predictive of PD pathology. In contrast to traditional DREAM challenges, this one will focus on feature extraction rather than predictive modeling, and submissions will be evaluated based on their ability to predict disease phenotype using an array of standard machine learning algorithms."
    },
    {
      "_id": "61b26e5ee98893556289e1cd",
      "text": "Cancer is driven by aberrations in the genome [1,2], and these alterations manifest themselves largely in the changes in the structure and abundance of proteins, the main functional gene products. Hence, characterization and analyses of alterations in the proteome has the promise to shed light into cancer development and may improve development of both biomarkers and therapeutics. Measuring the proteome is very challenging, but recent rapid technology developments in mass spectrometry are enabling deep proteomics analysis [3]. Multiple initiatives have been launched to take advantage of this development to characterize the proteome of tumours, such as the Clinical Proteomic Tumor Analysis Consortium (CPTAC). These efforts hold the promise to revolutionize cancer research, but this will only be possible if the community develops computational tools powerful enough to extract the most information from the proteome, and to understand the association between genome, transcriptome and proteome in tumors."
    },
    {
      "_id": "61b26e5ee98893556289e1ce",
      "text": "The objective of this challenge is to incentivize development of methods for predicting compounds that bind to multiple targets. In particular, methods that are generalizable to multiple prediction problems are sought. To achieve this, participants will be asked to predict 2 separate compounds, each having specific targets to which they should bind, and a list of anti-targets to avoid. Participants should use the same methods to produce answers for questions 1 and 2."
    },
    {
      "_id": "61b26e5ee98893556289e1cf",
      "text": "In this Challenge on Single-Cell Transcriptomics, participants will reconstruct the location of single cells in the Drosophila embryo using single-cell transcriptomic data. Data will be made available in late August and participating challenge teams can work on the data and submit their results previous to the DREAM Conference. The best performers will be announced at the DREAM conference on Dec 8."
    },
    {
      "_id": "61b26e5ee98893556289e1d0",
      "text": "This IDG-DREAM Drug-Kinase Binding Prediction Challenge seeks to evaluate the power of statistical and machine learning models as a systematic and cost-effective means for catalyzing compound-target interaction mapping efforts by prioritizing most potent interactions for further experimental evaluation. The Challenge will focus on kinase inhibitors, due to their clinical importance [2], and will be implemented in a screening-based, pre-competitive drug discovery project in collaboration with theIlluminating the Druggable Genome (IDG) Kinase-focused Data and Resource Generation Center, consortium, with the aim to establish kinome-wide target profiles of small-molecule agents, with the goal of extending the druggability of the human kinome space."
    },
    {
      "_id": "61b26e5ee98893556289e1d1",
      "text": "The Malaria DREAM Challenge is open to anyone interested in contributing to the development of computational models that address important problems in advancing the fight against malaria. The overall goal of the first Malaria DREAM Challenge is to predict Artemisinin (Art) drug resistance level of a test set of malaria parasites using their in vitro transcription data and a training set consisting of published in vivo and unpublished in vitrotranscriptomes. The in vivodataset consists of ~1000 transcription samples from various geographic locations covering a wide range of life cycles and resistance levels, with other accompanying data such as patient age, geographic location, Art combination therapy used, etc [Mok et al (2015) Science]. The in vitro transcription dataset consists of 55 isolates, with transcription collected at two timepoints (6 and 24 hours post-invasion), in the absence or presence of an Art perturbation, for two biological replicates using a custom microarray at the Ferdig lab. Using these transcription datasets, participants will be asked to predict three different resistance states of a subset of the 55 in vitro isolate samples; 50% inhibitory concentration values (IC50), patient clearance half-life (PC1/2), and categorical resistance state (resistant/sensitive)."
    },
    {
      "_id": "61b26e5ee98893556289e1d2",
      "text": "A basic need in pregnancy care is to establish gestational age, and inaccurate estimates may lead to unnecessary interventions and sub-optimal patient management. Current approaches to establish gestational age rely on patient’s recollection of her last menstrual period and/or ultrasound, with the latter being not only costly but also less accurate if not performed during the first trimester of pregnancy. Therefore development of an inexpensive and accurate molecular clock of pregnancy would be of benefit to patients and health care systems. Participants in sub-challenge 1 (Prediction of gestational age) will be given whole blood gene expression data collected from pregnant women to develop prediction models for the gestational age at blood draw.\n \n Another challenge in obstetrics, in both low and high-income countries, is identification and treatment of women at risk of developing the ‘great obstetrical syndromes‘. Of these, preterm birth (PTB), defined as giving birth prior to completion of 37 weeks of gestation, is the leading cause of newborn deaths and long-term complications including motor, cognitive, and behavioral impairment. Participants in sub-challenge 2 (Prediction of preterm birth) will be given whole blood gene expression data collected from pregnant women to develop prediction models to determine the risk preterm birth."
    },
    {
      "_id": "61b26e5ee98893556289e1d3",
      "text": "Signaling underlines nearly every cellular event. Individual cells, even if genetically identical, respond to perturbation in different ways. This underscores the relevance of cellular heterogeneity, in particular in how cells respond to drugs. This is of high relevance since the fact that a subset of cells do not respond (or only weakly) to drugs can render this drug an ineffective treatment. In spite of its relevance to many diseases, comprehensive studies on the heterogeneous signaling in single cells are still lacking.\n \n We have generated the, to our knowledge, currently largest single cell signaling dataset on a panel of 67 well-characterized breast cancer cell lines by mass cytometry (3’015 conditions, ~80 mio single cells, 38 markers; Bandura et al. 2009; Bendall et al., 2011; Bodenmiller et al., 2012; Lun et al., 2017; Lun et al., 2019). These cell lines are, among others, also characterized at the genomic, transcriptomic, and proteomic level (Marcotte et al., 2016).\n \n We ask the community to use these measurements to predict the signaling responses of the cell lines to drug treatment at the single-cell level. Firstly, we ask to predict certain markers in specific single cells. Secondly, we ask to predict the time-dependent response of single cells upon treatment with drugs. Finally, we aim to predict the time-dependent response of cell lines for which only static, unperturbed data is given.\n The methods developed to answer these questions will allow us to better understand the determinants that control single-cell signaling, the heterogeneity in drug response of cancer cells, and to push the limits of signaling modeling."
    },
    {
      "_id": "61b26e5ee98893556289e1d4",
      "text": "The recent advent of new CRISPR-based molecular tools allows the reconstruction of cell lineages based on the phylogenetical analysis of DNA mutations induced by CRISPR during development and promises to solve the lineage of complex model organisms at single-cell resolution (see image from McKenna et al Science 2016).\n \n To date, however, no lineage reconstruction algorithms have been rigorously examined for their performance/robustness across diverse molecular tools, datasets, and number of cells/size of lineage trees. It also remains unclear whether new Machine-Learning algorithms that go beyond the classical ones developed for reconstructing phylogenetic trees, could consistently reconstruct cell lineages to a high degree of accuracy. The challenge - a partnership between The Allen Institute and DREAM - will comprise 3 subchallenges that consist of reconstructing cell lineage trees of different sizes and nature. In subchallenge 1, participants will be given experimental molecular data to reconstruct in vitro cell lineages of less than 100 cells. The ground truth is obtained from video-microscopy data. In subchallenge 2, participants will have to reconstruct an in silico generated tree of 1,000 cells from molecular data and using reconstructed lineages from surrogate trees of 100 cells. Finally for subchallenge 3, participants will have to reconstruct an in silico generated tree of 10,000 cells from molecular data and reconstructed cell lineages of around 1000 cells in size. Through the usage for training purposes of experimental and in silico generated data sets, the goal of this challenge is to mobilize a larger community for evaluating new optimal tree-building methods."
    },
    {
      "_id": "61b26e5ee98893556289e1d5",
      "text": "The recent advent of new CRISPR-based molecular tools allows the reconstruction of cell lineages based on the phylogenetical analysis of DNA mutations induced by CRISPR during development and promises to solve the lineage of complex model organisms at single-cell resolution.\nTo date, however, no lineage reconstruction algorithms have been rigorously examined for their performance/robustness across diverse molecular tools, datasets, and number of cells/size of lineage trees. It also remains unclear whether new Machine-Learning algorithms that go beyond the classical ones developed for reconstructing phylogenetic trees, could consistently reconstruct cell lineages to a high degree of accuracy. The challenge - a partnership between The Allen Institute and DREAM - will comprise 3 subchallenges that consist of reconstructing cell lineage trees of different sizes and nature. In subchallenge 1, participants will be given experimental molecular data to reconstruct in vitro cell lineages of less than 100 cells. The ground truth is obtained from video-microscopy data. In subchallenge 2, participants will have to reconstruct an in silico generated tree of 1,000 cells from molecular data and using reconstructed lineages from surrogate trees of 100 cells. Finally for subchallenge 3, participants will have to reconstruct an in silico generated tree of 10,000 cells from molecular data and reconstructed cell lineages of around 1000 cells in size. Through the usage for training purposes of experimental and in silico generated data sets, the goal of this challenge is to mobilize a larger community for evaluating new optimal tree-building methods."
    },
    {
      "_id": "61b26e5ee98893556289e1d6",
      "text": "The extent of stromal and immune cell infiltration within solid tumors has prognostic and predictive significance. Unfortunately, expression profiling of tumors has, until very recently, largely been undertaken using bulk techniques (e.g., microarray and RNA-seq). Unlike single-cell methods (e.g., single-cell RNA-seq, FACS, mass cytometry, or immunohistochemistry), bulk approaches average expression across all cells (cancer, stromal, and immune) within the sample and, hence, do not directly quantitate tumor infiltration. This information can be recovered by computational tumor deconvolution methods, which would thus allow interrogation of immune subpopulations across the large collection of public bulk expression datasets.\n \n The goal of this Challenge is to evaluate the ability of computational methods to deconvolve bulk expression data, reflecting a mixture of cell types, into individual immune components. Methods will be assessed based on in vitro and in silico admixtures specifically generated for this Challenge."
    },
    {
      "_id": "61b26e5ee98893556289e1d7",
      "text": "NCI Genomic Data Commons,Harvard Chan School, Blue Collar Bioinformatics,ENCODE DCC, Stanford,CCHMC, Barski Lab,KnowEnG, UIUC,UCSC,OICR, ICGC,Broad Institute, GATK"
    },
    {
      "_id": "61b26e5ee98893556289e1d8",
      "text": "In the era of precision medicine, AML patients have few therapeutic options, with “7 + 3” induction chemotherapy having been the standard for decades (Bertoli et al. 2017). While several agents targeting the myeloid marker CD33 or alterations in FLT3 or IDH2 have demonstrated efficacy in patients (Wei and Tiong 2017), responses are uncertain in some populations (Castaigne et al. 2012) and relapse remains prevalent (Stone et al. 2017). These drugs highlight both the promise of targeted therapies in AML and the urgent need for additional treatment options that are tailored to more refined patient subpopulations in order to achieve durable responses.\n \n The BeatAML initiative was launched as a comprehensive study of the relationship between molecular alterations and ex-vivo drug sensitivity in patients with AML. One of the primary goals of this multi-center study was to develop a discovery cohort that could yield new drug target hypotheses and predictive biomarkers of therapeutic response. Patient samples were subjected to whole-exome sequencing (WES), transcriptomic sequencing (RNA-seq), and ex-vivo functional drug sensitivity screens (Tyner et al. 2018)(www.vizome.org). This rich resource should enable the discovery of molecular correlates of drug response and putative patient populations most likely to respond to targeted agents. Indeed, analysis of these data has already revealed numerous correlations of drug sensitivity or resistance with a variety of mutational subsets of disease as well as numerous gene expression signatures that correlated with drug sensitivity/resistance (Tyner et al. 2018).\n \n The goal of this challenge is to define patient subpopulations tailored to individual treatments by discovering (genomic and transcriptomic) biomarkers of drug sensitivity, as evaluated on an unpublished cohort of patients from the BeatAML project."
    },
    {
      "_id": "61b26e5ee98893556289e1d9",
      "text": "The Cancer Research Data Commons (CRDC) will collate data across diverse groups of cancer researchers, each collecting biomedical data in different formats. This means the data must be retrospectively harmonized and transformed to enable this data to be submitted. In addition, to be findable by the broader scientific community, coherent information (metadata) is necessary about the data fields and values. Coherent metadata annotation of the data fields and their values can enable computational data transformation, query, and analysis. Creation of this type of descriptive metadata can require biomedical expertise to determine the best annotations and thus is a time-consuming and manual task which is both an obstacle and a bottleneck in data sharing and submissions.\n \n Goal: Using structured biomedical data files, challenge participants will develop tools to semi-automate annotation of metadata fields and values, using available research data annotations (e.g. caDSR CDEs) as well as established terminologies and ontologies (e.g. NCIt, LOINC, Mondo, ICD).\n \n Motivation: We aim to significantly lower the burden of adding these annotations across the data ecosystem to streamline and enable both retrospective harmonization as well as data query, discovery and interpretation. This challenge addresses this time-consuming task with semi-automated metadata annotation of structured data."
    },
    {
      "_id": "61b26e5ee98893556289e1da",
      "text": "The purpose of the RA2-DREAM Challenge is to develop an automated method to quickly and accurately quantify the degree of joint damage associated with rheumatoid arthritis (RA). Based on radiographs of the hands and feet, a novel, automated scoring method could be applied broadly for patient care and research. We challenge participants to develop algorithms to automatically assess joint space narrowing and erosions using a large set of existing radiographs with damage scores generated by visual assessment of images by trained readers using standard protocols. The end result will be a generalizable, publicly available, automated method to generate accurate, reproducible and unbiased RA damage scores to replace the current tedious, expensive, and non-scalable method of scoring by human visual inspection."
    },
    {
      "_id": "61b26e5ee98893556289e1db",
      "text": "Recent advances in mobile health have demonstrated great potential to leverage sensor-based technologies for quantitative, remote monitoring of health and disease - particularly for diseases affecting motor function such as Parkinson’s disease. Such approaches have been rolled out using research-grade wearable sensors and, increasingly, through the use of smartphones and consumer wearables, such as smart watches and fitness trackers. These devices not only provide the ability to measure much more detailed disease phenotypes but also provide the ability to follow patients longitudinally with much higher frequency than is possible through clinical exams. However, the conversion of sensor-based data streams into digital biomarkers is complex and no methodological standards have yet evolved to guide this process.\n\nParkinson’s disease (PD) is a neurodegenerative disease that primarily affects the motor system but also exhibits other symptoms. Typical motor symptoms of the disease include tremors, slowness (bradykinesia), posture and walking perturbations, muscle rigidity and speech perturbations. Additionally, patients may experience side effects from their medication in the form of dyskinesia (involuntary movement). In the clinic, symptoms and side-effects are evaluated using physician observation and patient reports, however this infrequent assessment may not reflect a patient's typical state on an average day. Mobile sensor (accelerometers) may be useful for tracking a patient's symptom severity and response to medication, and have the potential to provide more detailed information that patients and physicians can use to make care decisions.\n\nWhile much work in this field has been done to predict symptom severity using sensor feeds during the completion of specific tasks, very little work has focused on information available from sensors worn during the course of daily living. The Biomarker and Endpoint Assessment to Track Parkinson's Disease (BEAT-PD) Challenge is a first of it's kind challenge, designed to benchmark methods for the processing of unstructured (free-living) sensor data, in order to be predictive of Parkinson's Disease severity. Participants will be provided with raw sensor (accelerometer and gyroscope) time series data recorded during the course of daily living, and will be asked to predict individuals' medication state and symptom severity."
    },
    {
      "_id": "61b26e5ee98893556289e1dc",
      "text": "Over the last two years, the Columbia CTD2 Center developed PANACEA (Pancancer Analysis of Chemical Entity Activity), a comprehensive repertoire of dose response curves and molecular profiles representative of cellular responses to drug perturbations. PANACEA covers a broad spectrum of cellular contexts representative of poor outcome malignancies, including rare ones such as GIST sarcoma and gastroenteropancreatic neuroendocrine tumors (GEP-NETs). PANACEA is uniquely suited to support DREAM Challenges related to the elucidation of drug mechanism of action (MOA), drug sensitivity, and drug synergy.\n\nThe goal of this Challenge is to foster development and benchmarking of algorithms to predict the sensitivity, as measured by the area under the dose-response curve, of a cell line to a compound based on the baseline transcriptional profiles of the cell line.\n\nThe drug perturbational RNAseq profiles of 11 cell lines for 30 chosen compounds will be provided to challenge participants, without revealing the identity of the drugs. These profiles will be removed from any public dataset and added back only after the challenge is completed.\n\nIn addition, RNAseq and mRNA-dependency data will be provided for 515 cell-lines from the Cancer Cell-Line Encyclopedia (CCLE) and Achilles databases respectively. This challenge asks participants to combine these three datasets to predict drug-sensitivity for the 30 anonymized drugs across 515 cell-lines given the fact:\n\nPANACEA drug-perturbed RNAseq links each drug to differential-mRNA. (drug -> mRNA-change)\nAchilles data links differential-mRNA to a viability across all 515 cell-lines (mRNA-change -> viability)\nCCLE RNAseq gives the basal mRNA-expression across across all 515 cell-lines\nIn addition, we are encouraging participants to utilize large public databases in the development or training of algorithms (Subramanian et al. 2017; Barretina et al. 2012; Iorio et al. 2016), as well as insights and models developed from previous DREAM Challenges (Bansal et al. 2014; Costello et al. 2014; Menden et al. 2019). Participants will be asked to use the provided post-treatment transcriptional data to predict drug sensitivity for 30 drugs across 515 cell-lines."
    },
    {
      "_id": "61b26e5ee98893556289e1dd",
      "text": "The rapid rise of COVID-19 has challenged healthcare globally. The underlying risks and outcomes of infection are still incompletely characterized even as the world surpasses 4 million infections. Due to the importance and emergent need for better understanding of the condition and the development of patient specific clinical risk scores and early warning tools, we have developed a platform to support testing analytic and machine learning hypotheses on clinical data without data sharing as a platform to rapidly discover and implement approaches for care. We have previously applied this approach in the successful EHR DREAM Challenge focusing on Patient Mortality Prediction with UW Medicine.\n\nWe have the goal of incorporating machine learning and predictive algorithms into clinical care and COVID-19 is an important and highly urgent challenge. In our first iteration, we will facilitate understanding risk factors that lead to a positive test utilizing electronic health recorded data mapped to the OMOP Common Data Model. Initially, UW Medicine clinical data sets will be used. If successful, we expect to expand this benchmarking effort to include methods for predicting trajectory and mortality as well as data from additional sites."
    },
    {
      "_id": "61b26e5ee98893556289e1de",
      "text": "While durable responses and prolonged survival have been demonstrated in some lung cancer patients treated with immuno-oncology (I-O) anti-PD-1 therapy, there remains a need to improve the ability to predict which patients are more likely to receive benefit from treatment with I-O. The goal of this challenge is to leverage clinical and biomarker data to develop predictive models of response to I-O therapy in lung cancer and ultimately gain insights that may facilitate potential novel monotherapies or combinations with I-O."
    },
    {
      "_id": "61b26e5ee98893556289e1df",
      "text": "A critical bottleneck in translational and clinical research is access to large volumes of high-quality clinical data. While structured data exist in medical EHR systems, a large portion of patient information including patient status, treatments, and outcomes is contained in unstructured text fields. Research in Natural Language Processing (NLP) aims to unlock this hidden and often inaccessible information. However, numerous challenges exist in developing and evaluating NLP methods, much of it centered on having “gold-standard” metrics for evaluation, and access to data that may contain personal health information (PHI).\n \n This DREAM Challenge will focus on the development and evaluation of of NLP algorithms that can improve clinical trial matching and recruitment."
    },
    {
      "_id": "61b26e5ee98893556289e1e0",
      "text": "Glioblastoma, and diffuse astrocytic glioma with molecular features of glioblastoma (WHO Grade 4 astrocytoma), are the most common and aggressive malignant primary tumor of the central nervous system in adults, with extreme intrinsic heterogeneity in appearance, shape, and histology. Glioblastoma patients have very poor prognosis, and the current standard of care treatment comprises surgery, followed by radiotherapy and chemotherapy. The International Brain Tumor Segmentation (BraTS) Challenges —which have been running since 2012— assess state-of-the-art machine learning (ML) methods used for brain tumor image analysis in mpMRI scans."
    },
    {
      "_id": "61b26e5ee98893556289e1e1",
      "text": "17,500 single nucleotide variants (SNVs) in 5 human disease associated enhancers (including IRF4, IRF6, MYC, SORT1) and 9 promoters (including TERT, LDLR, F9, HBG1) were assessed in a saturation mutagenesis massively parallel reporter assay. Promoters were cloned into a plasmid upstream of a tagged reporter construct, and reporter expression was measured relative to the plasmid DNA to determine the impact of promoter variants. Enhancers were placed upstream of a minimal promoter and assayed similarly. The challenge is to predict the functional effects of these variants in the regulatory regions as measured from the reporter expression."
    },
    {
      "_id": "61b26e5ee98893556289e1e2",
      "text": "Calmodulin is a calcium-sensing protein that modulates the activity of a large number of proteins in the cell. It is involved in many cellular processes, and is especially important for neuron and muscle cell function. Variants that affect calmodulin function have been found to be causally associated with cardiac arrhythmias. A large library of calmodulin missense variants was assessed with respect to their effects on protein function using a high-throughput yeast complementation assay. The challenge is to predict the functional effects of these calmodulin variants on competitive growth in a high-throughput yeast complementation assay."
    },
    {
      "_id": "61b26e5ee98893556289e1e3",
      "text": "The PCM1 (Pericentriolar Material 1) gene is a component of centriolar satellites occurring around centrosomes in vertebrate cells. Several studies have implicated PCM1 variants as a risk factor for schizophrenia. Ventricular enlargement is one of the most consistent abnormal structural brain findings in schizophrenia Therefore 38 transgenic human PCM1 missense mutations implicated in schizophrenia were assayed in a zebrafish model to determine their impact on the posterior ventricle area. The challenge is to predict whether variants implicated in schizophrenia impact zebrafish ventricular area."
    },
    {
      "_id": "61b26e5ee98893556289e1e4",
      "text": "Fraxatin is a highly-conserved protein found in prokaryotes and eukaryotes that is required for efficient regulation of cellular iron homeostasis. Humans with a frataxin deficiency have the cardio- and neurodegenerative disorder Friedreich's ataxia. A library of eight missense variants was assessed by near and far-UV circular dichroism and intrinsic fluorescence spectra to determine thermodynamic stability at different concentration of denaturant. These were used to calculate a ΔΔGH20 value, the difference in unfolding free energy (ΔGH20) between the mutant and wild-type proteins for each variant. The challenge is to predict ΔΔGH20 for each frataxin variant."
    },
    {
      "_id": "61b26e5ee98893556289e1e5",
      "text": "The gene p10 encodes for PTEN (Phosphatase and TEnsin Homolog), an important secondary messenger molecule promoting cell growth and survival through signaling cascades including those controlled by AKT and mTOR. Thiopurine S-methyl transferase (TPMT) is a key enzyme involved in the metabolism of thiopurine drugs and functions by catalyzing the S-methylation of aromatic and heterocyclic sulfhydryl groups. A library of thousands of PTEN and TPMT mutations was assessed to measure the stability of the variant protein using a multiplexed variant stability profiling (VSP) assay, which detects the presence of EGFP fused to the mutated PTEN and TPMT protein respectively. The stability of the variant protein dictates the abundance of the fusion protein and thus the EGFP level of the cell. The challenge is to predict the effect of each variant on TPMT and/or PTEN protein stability."
    },
    {
      "_id": "61b26e5ee98893556289e1e6",
      "text": "dbNSFP describes 810,848,49 possible protein-altering variants in the human genome. The challenge is to predict the functional effect of every such variant. For the vast majority of these missense variants, the functional impact is not currently known, but experimental and clinical evidence are accruing rapidly. Rather than drawing upon a single discrete dataset as typical with CAGI, predictions will be assessed by comparing with experimental or clinical annotations made available after the prediction submission date, on an ongoing basis. if predictors assent, predictions will also incorporated into dbNSFP."
    },
    {
      "_id": "61b26e5ee98893556289e1e7",
      "text": "Acid alpha-glucosidase (GAA) is a lysosomal alpha-glucosidase. Some mutations in GAA cause a rare disorder, Pompe disease, (Glycogen Storage Disease II). Rare GAA missense variants found in a human population sample have been assayed for enzymatic activity in transfected cell lysates. The assessment of this challenge will include evaluations that recognize novelty of approach. The challenge is to predict the fractional enzyme activity of each mutant protein compared to the wild-type enzyme."
    },
    {
      "_id": "61b26e5ee98893556289e1e8",
      "text": "Variants in the CHEK2 gene are associated with breast cancer. This challenge includes CHEK2 gene variants from approximately 1200 Latino breast cancer cases and 1200 ethnically matched controls. This challenge is to estimate the probability of each gene variant occurring in an individual from the cancer affected cohort."
    },
    {
      "_id": "61b26e5ee98893556289e1e9",
      "text": "Breast cancer is the most prevalent cancer among women worldwide. The association between germline mutations in the BRCA1 and BRCA2 genes and the development of cancer has been well established. The most common high-risk mutations associated with breast cancer are those in the autosomal dominant breast cancer genes 1 and 2 (BRCA1 and BRCA2). Mutations in these genes are found in 1-3% of breast cancer cases. The challenge is to predict which variants are associated with increased risk for breast cancer."
    },
    {
      "_id": "61b26e5ee98893556289e1ea",
      "text": "The Massively Parallel Splicing Assay (MaPSy) approach was used to screen 797 reported exonic disease mutations using a mini-gene system, assaying both in vivo via transfection in tissue culture, and in vitro via incubation in cell nuclear extract. The challenge is to predict the degree to which a given variant causes changes in splicing."
    },
    {
      "_id": "61b26e5ee98893556289e1eb",
      "text": "A barcoding approach called Variant exon sequencing (Vex-seq) was applied to assess effect of 2,059 natural single nucleotide variants and short indels on splicing of a globin mini-gene construct transfected into HepG2 cells. This is reported as ΔΨ (delta PSI, or Percent Spliced In), between the variant Ψand the reference Ψ. The challenge is to predict ΔΨ for each variant."
    },
    {
      "_id": "61b26e5ee98893556289e1ec",
      "text": "This challenge involves 30 children with suspected genetic disorders who were referred for clinical genome sequencing. Predictors are given the 30 genome sequences, and are also provided with the phenotypic descriptions as shared with the diagnostic laboratory. The challenge is to predict what class of disease is associated with each genome, and which genome corresponds to which clinical description. Predictors may additionally identify the diagnostic variant(s) underlying the predictions, and identify predictive secondary variants conferring high risk of other diseases whose phenotypes are not reported in the clinical descriptions."
    },
    {
      "_id": "61b26e5ee98893556289e1ed",
      "text": "The challenge presented here is to use computational methods to predict a patient’s clinical phenotype and the causal variant(s) based on analysis of their gene panel sequence data. Sequence data for 74 genes associated with intellectual disability (ID) and/or Autism spectrum disorders (ASD) from a cohort of 150 patients with a range of neurodevelopmental presentations (ID, autism, epilepsy, etc..) have been made available for this challenge. For each patient, predictors must report the causative variants and which of seven phenotypes are present."
    },
    {
      "_id": "61b26e5ee98893556289e1ee",
      "text": "African Americans have a higher incidence of developing venous thromboembolisms (VTE), which includes deep vein thrombosis (DVT) and pulmonary embolism (PE), than people of European ancestry. Participants are provided with exome data and clinical covariates for a cohort of African Americans who have been prescribed Warfarin either because they had experienced a VTE event or had been diagnosed with atrial fibrillation (which predisposes to clotting). The challenge is to distinguish between these conditions. At present, in contrast to European ancestry, there are no genetic methods for anticipating which African Americans are most at risk of a venous thromboembolism, and the results of this challenge may contribute to the development of such tools."
    },
    {
      "_id": "61b26e5ee98893556289e1ef",
      "text": "The Rare Genomes Project (RGP) is a direct-to-participant research study on the utility of genome sequencing for rare disease diagnosis and gene discovery. The study is led by genomics experts and clinicians at the Broad Institute of MIT and Harvard. Research subjects are consented for genomic sequencing and the sharing of their sequence and phenotype information with researchers working to understand the molecular causes of rare disease. When a candidate disease variant believed to be related to the phenotype is identified, the variant is confirmed with Sanger sequencing in a clinical setting and returned to the participant via his or her local physician. In this challenge, whole genome sequence data and phenotype data from a subset of the solved and unsolved RGP families will be provided. Participants in the challenge will try to identify the causative variant(s) in each case. For the unsolved cases, prioritized variants from the participating teams will be examined to see if additional diagnoses can be made."
    },
    {
      "_id": "61b26e5ee98893556289e1f0",
      "text": "The objective in this challenge is to predict a patient’s clinical phenotype and the causal variant(s) based on their gene panel sequences. Sequence data for 74 genes from a cohort of 500 patients with a range of neurodevelopmental presentations (intellectual disability, autistic spectrum disorder, epilepsy, microcephaly, macrocephaly, hypotonia, ataxia) has been made available for this challenge. Additional data from 150 patients from the same clinical study is available for training and validation."
    },
    {
      "_id": "61b26e5ee98893556289e1f1",
      "text": "This challenge involves data from 79 children who were referred to The Hospital for Sick Children’s (SickKids) Genome Clinic for genome sequencing because of suspected but undiagnosed genetic disorders. Research subjects are consented for sharing of their sequence data and phenotype information with researchers working to understand the molecular causes of rare disease. When a candidate disease variant believed to be related to the phenotype is identified, the variant is adjudicated and confirmed in a clinical setting. In this challenge, transcriptomic and phenotype data from a subset of the “solved” (diagnosed) and “unsolved” SickKids patients will be provided, along with corresponding genomic sequence data. The challenge is to use a transcriptome-driven approach to identify the gene(s) and molecular mechanisms underlying the phenotypic descriptions in each case. For the unsolved cases, prioritized variants from the participating teams will be examined to see if additional diagnoses can be made based on the predictions from the CAGI community."
    },
    {
      "_id": "61b26e5ee98893556289e1f2",
      "text": "Polygenic risk scores (PRS) have potential clinical utility for risk surveillance, prevention and personalized medicine. Participants will be provided with datasets of four real phenotypes (Type 2 Diabetes, Breast Cancer, Inflammatory Bowel Disease and Coronary Artery Disease) and of thirty simulated phenotypes representing a range of genetic architectures of common polygenic diseases. The challenge is to predict the disease outcomes of individuals in held-out validation cohorts."
    },
    {
      "_id": "61b26e5ee98893556289e1f3",
      "text": "Hydroxymethylbilane synthase (HMBS), also known as porphobilinogen deaminase (PBGD) or uroporphyrinogen I synthase, is an enzyme involved in heme production. In humans, variants that affect HMBS function result in acute intermittent porphyria (AIP), an autosomal dominant genetic disorder caused by a build-up of porphobilinogen in the cytoplasm. A large library of HMBS missense variants was assessed with respect to their effects on protein function using a high-throughput yeast complementation assay. The challenge is to predict the functional effects of these variants."
    },
    {
      "_id": "61b26e5ee98893556289e1f4",
      "text": "Calmodulin (CaM) is a ubiquitous calcium (Ca2+) sensor protein interacting with more than 200 molecular partners, thereby regulating a variety of biological processes. Missense point mutations in the genes encoding CaM have been associated with ventricular tachycardia and sudden cardiac death. A library encompassing up to 17 point mutations was assessed by far-UV circular dichroism (CD) by measuring melting temperature (Tm) and percentage of unfolding (%unfold) upon thermal denaturation at pH and salt concentration that mimic the physiological conditions. The challenge is to predict: (1) the Tm and %unfold values for isolated CaM variants under Ca2+-saturating conditions (Ca2+-CaM) and in the Ca2+-free (apo) state; (2) whether the point mutation stabilizes or destabilizes the protein (based on Tm and %unfold)."
    },
    {
      "_id": "61b26e5ee98893556289e1f5",
      "text": "dbNSFP currently describes 81,782,923 possible protein-altering variants in the human genome. The challenge is to predict the functional effect of every such variant. For the vast majority of these missense and nonsense variants, the functional impact is not currently known, but experimental and clinical evidence is accruing rapidly. Rather than drawing upon a single discrete dataset as typical with CAGI, predictions will be assessed by comparing with experimental or clinical annotations made available after the prediction submission date, on an ongoing basis. If predictors assent, predictions will also be incorporated into dbNSFP."
    },
    {
      "_id": "61b26e5ee98893556289e1f6",
      "text": "Serine/Threonine Kinase 11 (STK11) is considered a master kinase that functions as a tumor suppressor and nutrient sensor within a heterotrimeric complex with pseudo-kinase STRAD-alpha and structural protein MO25. Germline variants resulting in loss of STK11 define Peutz-Jaghers Syndrome, an autosomal dominant cancer predisposition syndrome marked by gastrointestinal hamartomas and freckling of the oral mucosa. Somatic loss of function variants, both nonsense and missense, occur in 15-30% of non-small cell lung adenocarcinomas, where they correlate clinically with insensitivity to anti-PD1 monoclonal antibody therapy. The challenge is to predict the impact on STK11 function for each missense variant in relation to wildtype STK11."
    },
    {
      "_id": "61b26e5ee98893556289e1f7",
      "text": "MAPK1 (ERK2) is active as serine/threonine kinase in the Ras-Raf-MEK-ERK signal transduction cascade that regulates cell proliferation, transcription, differentiation, and cell cycle progression. MAPK1 is activated by phosphorylation which occurs with strict specificity by MEK1/2 on Thr185 and Tyr187, and may also act as a transcriptional repressor independent of its kinase activity. A library of eleven missense variants selected from the COSMIC database was assessed by near and far-UV circular dichroism and intrinsic fluorescence spectra to determine thermodynamic stability at different concentrations of denaturant. These data were used to calculate a ΔΔGH20 value; i.e., the difference in unfolding free energy ΔGH20 between each variant and the wildtype protein, both in phosphorylated and unphosphorylated forms. The challenge is to predict these two ΔΔGH20 values and the catalytic efficiency (kcat/km)mut/(kcat/km)wt, as determined by a fluorescence assay, of the phosphorylated form for each MAPK1 variant."
    },
    {
      "_id": "61b26e5ee98893556289e1f8",
      "text": "MAPK3 (ERK1) is active as serine/threonine kinase in the Ras-Raf-MEK-ERK signal transduction cascade that regulates cell proliferation, transcription, differentiation, and cell cycle progression. MAPK3 is activated by phosphorylation which occurs with strict specificity by MEK1/2 on Thr202 and Tyr204, and may also act as a transcriptional repressor independent of its kinase activity. A library of twelve missense variants selected from the COSMIC database was assessed by near and far-UV circular dichroism and intrinsic fluorescence spectra to determine thermodynamic stability at different concentrations of denaturant. These data were used to calculate a ΔΔGH20 value; i.e., the difference in unfolding free energy ΔGH20 between each variant and the wildtype protein, both in phosphorylated and unphosphorylated forms. The challenge is to predict these two ΔΔGH20 values and the catalytic efficiency (kcat/km)mut/(kcat/km)wt, as determined by a fluorescence assay, of the phosphorylated form for each MAPK3 variant."
    },
    {
      "_id": "61b26e5ee98893556289e1f9",
      "text": "Methylenetetrahydrofolate reductase (MTHFR) catalyzes the production of 5-methyltetrahydrofolate, which is needed for conversion of homocysteine to methionine. Humans with variants affecting MTHFR function present with a wide range of phenotypes, including homocystinuria, homocysteinemia, developmental delay, severe mental retardation, psychiatric disturbances, and late-onset neurodegenerative disorders. A further complication to interpretation of variants in this gene is a common variant, Ala222Val, carried by a large fraction of the human population. A large library of MTHFR missense variants was assessed with respect to their effects on protein function using a high-throughput yeast complementation assay. The challenge is to predict the functional effects of these variants in two different settings: (1) for the wildtype protein, and (2) for the protein with the common Ala222Val variant."
    },
    {
      "_id": "61b26e5ee98893556289e1fa",
      "text": "Variants causing aberrant splicing have been implicated in a range of common and rare disorders, including retinitis pigmentosa, autism spectrum disorder, amyotrophic lateral sclerosis, and a variety of cancers. However, such variants are frequently overlooked by diagnostic sequencing pipelines, leading to missed diagnoses for patients. Clinically ascertained variants of unknown significance underwent whole-blood based RT-PCR to test for impact on splicing. The challenge is to predict which of the tested variants disrupt splicing."
    },
    {
      "_id": "61b26e5ee98893556289e1fb",
      "text": "Invitae is a genetic testing company that publishes their variant interpretations to ClinVar. In this challenge, over 122,000 previously uncharacterized variants are provided, spanning the range of effects seen in the clinic. Following the close of this challenge, Invitae will submit their interpretations for these variants to ClinVar. Predictors are asked to interpret the pathogenicity of these variants, and the clinical utility of predictions will be assessed across multiple categories by Invitae."
    },
    {
      "_id": "61b26e5ee98893556289e1fc",
      "text": "CAMI II offers several challenges: an assembly, a genome binning, a taxonomic binning and a taxonomic profiling challenge, on several multi-sample data sets from different environments, including long and short read data. This includes a marine data set and a high-strain diversity data set, with a third data set to follow later. A pathogen detection challenge on a clinical sample is also provided."
    },
    {
      "_id": "61b26e5ee98893556289e1fd",
      "text": "The MetaSUB International Consortium is building a longitudinal metagenomic map of mass-transit systems and other public spaces across the globe. The consortium maintains a strategic partnership with CAMDA and this year provides data from global City Sampling Days for the first-ever multi-city forensic analyses."
    },
    {
      "_id": "61b26e5ee98893556289e1fe",
      "text": "Attrition in drug discovery and development due to safety / toxicity issues remains a significant concern, and there are strong efforts to identify and mitigate risk as early as possible. Drug-induced liver injury (DILI) is one of the primary problems in drug development and regulatory clearance due to the poor performance of existing preclinical models. There is a pressing need to evaluate alternative methods for predicting DILI, with great hopes being placed in modern approaches from statistics and machine learning applied to genome scale profiling data. A critical question thus is if we can better integrate, understand, and exploit information from cell-based screens like the Broad Institute Connectivity Map (CMap, Science 313, Nature Reviews Cancer 7).\nThis CAMDA challenge focuses on understanding or predicting drug induced liver injury in humans from cell-based screens, specifically the CMap gene expression responses of two different cancer cell lines (MCF7 and PC3) to 276 drug compounds. To also support supervised approaches, we provide clinical DILI results as training labels for 190 drugs."
    },
    {
      "_id": "61b26e5ee98893556289e1ff",
      "text": "Examine the power of data integration in a real-world clinical settings. Many approaches work well on some data-sets yet not on others. We here challenge you to demonstrate a unified single approach to data-integration that matches or outperforms the current state of the art on two different diseases, breast cancer and neuroblastoma. Breast cancer affects about 3 million women every year (McGuire et al, Cancers 7), and this number is growing fast, especially in developed countries. Can you improve on the large Metabric study (Curtis et al., Nature 486, and Dream Challenge, Margolin et al, Sci Transl Med 5)? The cohort is biologically heterogeneous with all five distinct PAM50 breast cancer subtypes represented. Matched profiles for microarray and copy number data as well as clinical information (survival times, multiple prognostic markers, therapy data) are available for about 2,000 patients. Neuroblastoma is the most common extracranial solid tumor in children. The base study compared RNA-seq and Agilent microarray gene expression profiles for clinical endpoint prediction of 498 children patients (FDA SEQC - Zhang et al, Genome Biology 16). The published summary data are complemented by raw signal level data for gene expression arrays, RNA-Seq expression profiles, and extended clinical meta-data. In addition, we provide matched aCGH data for 145 of these patients for copy number analysis (Fischer lab, K√∂ln - Stigliani et al, Neoplasia 14, Coco et al, IJC 131, Kocak et al, Cell Death Dis 4, Theissen et al, Genes Chromosomes Cancer 53)."
    },
    {
      "_id": "61b26e5ee98893556289e200",
      "text": "The goal of the Critical Assessment of Functional Annotation(CAFA) challenge is to evaluate automated protein function prediction algorithms in the task of predicting Gene Ontology and Human Phenotype Ontology terms for a given set of protein sequences. For the GO-based predictions, the evaluation will be carried out for the Molecular Function Ontology, Biological Process Ontology and Cellular Component Ontology. Participants develop protein function prediction algorithms using training protein sequence data and submit their predictions on target protein sequence data."
    },
    {
      "_id": "61b26e5ee98893556289e201",
      "text": "CASP (Critical Assessment of Structure Prediction) is a community wide experiment to determine and advance the state of the art in modeling protein structure from amino acid sequence. Every two years, participants are invited to submit models for a set of proteins for which the experimental structures are not yet public. Independent assessors then compare the models with experiment. Assessments and results are published in a special issue of the journal PROTEINS. In the most recent CASP round, CASP12, nearly 100 groups from around the world submitted more than 50,000 models on 82 modeling targets"
    },
    {
      "_id": "61b26e5ee98893556289e202",
      "text": "CASP (Critical Assessment of Structure Prediction) is a community wide experiment to determine and advance the state of the art in modeling protein structure from amino acid sequence. Every two years, participants are invited to submit models for a set of proteins for which the experimental structures are not yet public. Independent assessors then compare the models with experiment. Assessments and results are published in a special issue of the journal PROTEINS. In the most recent CASP round, CASP14, nearly 100 groups from around the world submitted more than 67,000 models on 90 modeling targets."
    },
    {
      "_id": "61b26e5ee98893556289e203",
      "text": "In the U.S. alone, one in six individuals, an estimated 48 million people, fall prey to foodborne illness, resulting in 128,000 hospitalizations and 3,000 deaths per year. Economic burdens are estimated cumulatively at $152 billion dollars annually, including $39 billion due to contamination of fresh and processed produce. One longstanding problem is the ability to rapidly identify the food-source associated with the outbreak being investigated. The faster an outbreak is identified and the increased certainty that a given source (e.g., papayas from Mexico) and patients are linked, the faster the outbreak can be stopped, limiting morbidity and mortality.\n\nIn the last few years, the application of next-generation sequencing (NGS) technology for whole genome sequencing (WGS) of foodborne pathogens has revolutionized food pathogen outbreak surveillance. WGS of foodborne pathogens enables high-resolution identification of pathogens isolated from food or environmental samples. These pathogens can then be compared to clinical isolates sequenced from patients. If the pathogens found in the food or food production environment match the pathogens from the sick patients, a reliable link between the two can be made with a clear source of the outbreak. This type of testing has traditionally been done using much lower resolution methods (e.g., pulsed-field gel electrophoresis) where a link between source exposure and patients was not always as clear. WGS has the power to differentiate between even closely related strains of the same species, reducing the detection of false clusters and requiring fewer clinical cases to identify an outbreak.\n\nThe U.S. Food and Drug Administration (FDA), Center for Food Safety and Applied Nutrition (CFSAN) has pioneered the use of WGS for outbreak detection via the GenomeTrakr network. The GenomeTrakr network is comprised of FDA and external laboratories that sequence foodborne pathogens and contribute the genomes to a data repository hosted by the National Center for Biotechnology Information (NCBI). The NCBI also offers a pathogen detection system for processing and delivering decision-ready outbreak detection information. A key function of this pipeline is detecting small genetic differences, called single nucleotide polymorphisms (SNP), between newly discovered pathogens and their closest known genetic relatives, such that outbreaks in several sites can be quickly traced back to their genetic ancestor at a single source. Already, the GenomeTrakr network has led to significant reductions in outbreak response times from 52 days to 12 days on average.\n\nAlthough WGS has already greatly improved outbreak detection and traceback, current approaches rely on culturing a pathogen before sequencing. Metagenomics, defined here as the study of genetic material collected directly from environmental samples, is the next evolution of GenomeTrakr foodborne pathogen initiative because metagenomics is culture-independent.\n\nAs the food safety community moves to metagenomic sequencing, bioinformatics algorithms must be developed to detect pathogens amongst a mix of genetic material sequenced directly from a sample. Within bioinformatics and genomics, crowdsourcing has a history of improving expertly developed algorithms. Thus, we have designed a challenge as a step towards this goal. In this challenge, participants are asked to develop and use bioinformatics pipelines to identify the types and specific Salmonella strains in each of several metagenomics samples. This type of technology will expedite determining the source of foodborne illness."
    },
    {
      "_id": "61b26e5ee98893556289e204",
      "text": "Many infectious diseases have similar signs and symptoms, making it challenging for healthcare providers to identify the disease-causing agent. Clinical samples are often tested by multiple test methods to help reveal the microbe that is causing the infectious disease. The results of these test methods can help healthcare professionals determine the best treatment for patients. Today, High-Throughput Sequencing (HTS) or Next Generation Sequencing (NGS) technology has the capability, as a single test, to accomplish what might have required several different tests in the past.\n\nNGS technology may allow the diagnosis of infections without prior knowledge of disease(s) cause. NGS technology can potentially reveal the presence of all microorganisms in a patient sample. Using infectious disease NGS (ID-NGS) technology, each microbial pathogen may be identified by its unique genomic fingerprint. The vision of ID-NGS technology is to further improve patient care by delivering diagnostics which can help identify the microbial makeup in patient samples quickly and accurately."
    },
    {
      "_id": "61b26e5ee98893556289e205",
      "text": "In biomedical research, sample mislabeling (accidental swapping of patient samples) or data mislabeling (accidental swapping of patient omics data) has been a long-standing problem that contributes to irreproducible results and invalid conclusions. These problems are particularly prevalent in large scale multi-omics studies, in which multiple different omics experiments are carried out at different time periods and/or in different labs. Human errors could arise during sample transferring, sample tracking, large-scale data generation, and data sharing/management. Thus, there is a pressing need to identify and correct sample and data mislabeling events to ensure the right data for the right patient. Simultaneous use of multiple types of omics platforms to characterize a large set of biological samples, as utilized in The Cancer Genome Atlas (TCGA) and the Clinical Proteomic Tumor Analysis Consortium (CPTAC) projects, has been demonstrated as a powerful approach to understanding the molecular basis of diseases and speeding the translation of new discoveries to patient care. Comprehensive multi-omics data obtained on the same patient sample can also add value in pinpointing and correcting mislabeling problems that can be encountered in the process. The FDA and NCI-CPTAC have joined forces to launch this challenge to encourage the development and evaluation of computational algorithms that can accurately detect and correct mislabeled samples using rich multi-omics datasets (Boja et al. 2018)."
    },
    {
      "_id": "61b26e5ee98893556289e206",
      "text": "Like scientific laboratory experiments, bioinformatics analysis results and interpretation are faced with reproducibility challenges due to the variability in multiple computational parameters, including input format, prerequisites, platform dependencies, and more. Even small changes in these computational parameters may have a large impact on the results and carry big implications for their scientific validity. Because there are currently no standardized schemas for reporting computational scientific workflows and parameters together with their results, the ways in which these workflows are communicated is highly variable, incomplete, and difficult or impossible to reproduce.\n\nThe US Food and Drug Administration (FDA) High Performance Virtual Environment (HIVE) group and George Washington University (GW) have partnered to establish a framework for community-based standards development and harmonization of high-throughput sequencing (HTS) computations and data formats based around a schema termed a BioCompute. A workflow description that adheres to the BioCompute specification, called a BioCompute Object (BCO), is a record of a bioinformatics pipeline containing all the necessary information to understand or repeat an entire pipeline, and includes additional metadata to identify provenance and usage. BCOs are of interest to a wide group of users including 1) researchers to reproduce computational results more accurately, both within and between labs, 2) clinical laboratories offering ‘omics tests for precision medicine, and 3) pharma/biotech companies submitting data for regulatory review. BCOs have unique identifiers, can be made congruent with other standards (e.g. CWL or GA4GH), and can be created in open source databases for publication or secured for private communication (e.g. HIPAA or FDA submission). BCOs can help build transparency into the process of HTS analysis and substantially improve reproducibility. They are built on open data and open standards, so anyone, anywhere is free to contribute. Greater usage will help strengthen standards, so a major goal of this App-a-thon is to encourage greater use of BCOs and to lower the barrier to entry."
    },
    {
      "_id": "61b26e5ee98893556289e207",
      "text": "An estimated 86,970 new cases of primary brain and other central nervous system tumors are expected to be diagnosed in the US in 2019. Brain tumors comprise a particularly deadly subset of all cancers due to limited treatment options and the high cost of care. Only a few prognostic and predictive markers have been successfully implemented in the clinic so far for gliomas, the most common malignant brain tumor type. These markers include MGMT promoter methylation in high-grade astrocytomas, co-deletion of 1p/19q in oligodendrogliomas, and mutations in IDH1 or IDH2 genes (Staedtke et al. 2016). There remains significant potential for identifying new clinical biomarkers in gliomas.\n\nClinical investigators at Georgetown University are seeking to advance precision medicine techniques for the prognosis and treatment of brain tumors through the identification of novel multi-omics biomarkers. In support of this goal, precisionFDA and the Georgetown Lombardi Comprehensive Cancer Center and The Innovation Center for Biomedical Informatics at Georgetown University Medical Center are launching the Brain Cancer Predictive Modeling and Biomarker Discovery Challenge! This challenge asks participants to develop machine learning and/or artificial intelligence models to identify biomarkers and predict patient outcomes using gene expression, DNA copy number, and clinical data."
    },
    {
      "_id": "61b26e5ee98893556289e208",
      "text": "The Food and Drug Administration (FDA) calls on the public to develop computational algorithms for automatic detection of adverse event anomalies using publicly available data."
    },
    {
      "_id": "61b26e5ee98893556289e209",
      "text": "This challenge calls on the public to assess variant calling pipeline performance on a common frame of reference, with a focus on benchmarking in difficult-to-map regions, segmental duplications, and the Major Histocompatibility Complex (MHC)."
    },
    {
      "_id": "61b26e5ee98893556289e20a",
      "text": "The novel coronavirus disease 2019 (COVID-19) is a respiratory disease caused by a new type of coronavirus, known as “severe acute respiratory syndrome coronavirus 2,” or SARS-CoV-2. On March 11, 2020, the World Health Organization (WHO) declared the outbreak a global pandemic. As of Monday, June 1, the Johns Hopkins University COVID-19 dashboard reports over 6.21 million total confirmed cases worldwide, including over 1.79 million cases in the United States. Although most people have mild to moderate symptoms, the disease can cause severe medical complications leading to death in some people.\n\nThe Centers for Disease Control and Prevention (CDC) have identified several groups at elevated risk for severe illness, including people 65 years and older, individuals living in nursing homes or long term care facilities, and those with serious underlying medical conditions, such as severe obesity, diabetes, chronic lung disease or moderate to severe asthma, chronic kidney or liver disease, and immunocompromised individuals. Identifying risk and protective factors for severe COVID-19 illness is crucial to better protect, triage, and treat at-risk individuals.\n\nIn this regard, the U.S. Department of Veterans Affairs (VA) has implemented several measures in response to the pandemic to protect and care for Veterans, including developing a COVID-19 response plan, administering over 165,000 COVID-19 tests, implementing outreach, screening, and protective procedures to prevent transmission, and supporting non-VA health care facilities. These steps are crucial to protect the Veteran population that has a higher prevalence of several of the known risk factors for severe COVID-19 illness, such as advanced age, heart disease, and diabetes.\n\nTo better understand the risk and protective factors in the Veteran population, the VHA Innovation Ecosystem and precisionFDA are calling upon the public to develop machine learning and artificial intelligence models to predict COVID-19 related health outcomes, including COVID-19 status, length of hospitalization, and mortality, using synthetic Veteran health records. Through this challenge, additional risk and protective factors will be investigated, including therapeutics prescribed for preexisting comorbidities, and treatment interactions."
    },
    {
      "_id": "61b26e5ee98893556289e20b",
      "text": "The novel coronavirus disease 2019 (COVID-19), a respiratory disease caused by a new type of coronavirus, known as “severe acute respiratory syndrome coronavirus 2” or SARS-CoV-2, was declared a global pandemic by the World Health Organization on March 11, 2020. To date, the Johns Hopkins University COVID-19 dashboard reports over 62 million confirmed cases worldwide, with a wide range of disease severity from asymptomatic to  deaths (over 1.46 million). To effectively combat the widespread transmission of COVID-19 infection and save lives especially of those vulnerable individuals, it is imperative to better understand its pathophysiology to enable effective diagnosis, prognosis and treatment strategies using rapidly shared data."
    },
    {
      "_id": "61b26e5ee98893556289e20c",
      "text": "The motivation is tapping into new technologies and integrating data streams will help to advance the widespread, consistent implementation of traceability systems across the food industry. However, the affordability of such technologies, particularly for smaller companies, can be a barrier to implementing tech-enabled traceability systems.\n\nFDA’s New Era of Smarter Food Safety initiative strives to work with stakeholders to explore low-cost or no-cost options so that our approaches are inclusive of and viable for human and animal food operations of all sizes. Democratizing the benefits of digitizing data will allow the entire food system to move more rapidly towards digital traceability systems.\nThe primary goal is to encourage stakeholders, including technology providers, public health advocates, entrepreneurs, and innovators from all disciplines and around the world, to develop traceability hardware, software, or data analytics platforms that are low-cost or no-cost to the end user, thereby enabling human and animal food operations of all sizes to implement traceability systems that are affordable, create shared value and can scale to encourage widespread adoption.\n\nThe secondary goal of this challenge is to promote innovation. The New Era of Smarter Food Safety blueprint that outlines the initiative’s goals over the next decade calls for the FDA to encourage the creation of financial models that provide solutions that are proportional to benefits derived from participating, and enable food producers of all sizes to participate in a scalable, cost-effective way."
    },
    {
      "_id": "61b26e5ee98893556289e20d",
      "text": "Tumor mutational burden (TMB) is generally defined as the number of mutations detected in a patient’s tumor sample per megabase of DNA sequenced. However different algorithms use different methods for calculating TMB. Mutations in genes in tumor cells may lead to the creation of neoantigens, which have the potential to activate an immune system response against the tumor, and the likelihood of an immune system response may increase with the number of mutations. Thus, TMB is a biomarker for some immunotherapy drugs, called immune checkpoint inhibitors, such as those that target the PD-1 and PD-L1 pathways (Chan et al., 2019).\n\nAn outstanding problem is the lack of standardization for TMB calculation and reporting between different assays. To address this problem, the Friends of Cancer Research convened a working group of industry and regulatory stakeholders to develop guidance and tools for TMB harmonization. Results from the first phase of this effort were presented at AACR 2020 (slides).\n\nOne of the outcomes of the working group is a yet-to-be-published next-generation sequencing dataset that consists of multiple cancer types and a range of TMB levels. This dataset forms the basis for the Friends of Cancer Research & precisionFDA Tumor Mutational Burden Challenge. In this challenge, participants will apply new or existing computational methods to: 1) call variants in tumor samples subjected to whole-exome sequencing; and 2) predict the whole-exome TMB values from the mutations found in the tumor panel sequencing data."
    },
    {
      "_id": "61b26e5ee98893556289e20e",
      "text": "The 2021 Kidney and Kidney Tumor Segmentation challenge (abbreviated KiTS21) is a competition in which teams compete to develop the best system for automatic semantic segmentation of renal tumors and surrounding anatomy. Kidney cancer is one of the most common malignancies in adults around the world, and its incidence is thought to be increasing [1]. Fortunately, most kidney tumors are discovered early while they’re still localized and operable. However, there are important questions concerning management of localized kidney tumors that remain unanswered [2], and metastatic renal cancer remains almost uniformly fatal [3]. Kidney tumors are notorious for their conspicuous appearance in computed tomography (CT) imaging, and this has enabled important work by radiologists and surgeons to study the relationship between tumor size, shape, and appearance and its prospects for treatment [4,5,6]. It’s laborious work, however, and it relies on assessments that are often subjective and imprecise. Automatic segmentation of renal tumors and surrounding anatomy (Fig. 1) is a promising tool for addressing these limitations: Segmentation-based assessments are objective and necessarily well-defined, and automation eliminates all effort save for the click of a button. Expanding on the 2019 Kidney Tumor Segmentation Challenge [7], KiTS21 aims to accelerate the development of reliable tools to address this need, while also serving as a high-quality benchmark for competing approaches to segmentation methods generally."
    },
    {
      "_id": "61b26e5ee98893556289e20f",
      "text": "The Brain Tumor Segmentation (BraTS) challenge celebrates its 10th anniversary, and this year is jointly organized by the Radiological Society of North America (RSNA), the American Society of Neuroradiology (ASNR), and the Medical Image Computing and Computer Assisted Interventions (MICCAI) society. The RSNA-ASNR-MICCAI BraTS 2021 challenge utilizes multi-institutional pre-operative baseline multi-parametric magnetic resonance imaging (mpMRI) scans, and focuses on the evaluation of state-of-the-art methods for (Task 1) the segmentation of intrinsically heterogeneous brain glioblastoma sub-regions in mpMRI scans. Furthemore, this BraTS 2021 challenge also focuses on the evaluation of (Task 2) classification methods to predict the MGMT promoter methylation status. Participants are free to choose whether they want to focus only on one or both tasks."
    },
    {
      "_id": "61b26e5ee98893556289e210",
      "text": "Domain Adaptation (DA) has recently raised strong interests in the medical imaging community. By encouraging algorithms to be robust to unseen situations or different input data domains, Domain Adaptation improves the applicability of machine learning approaches to various clinical settings. While a large variety of DA techniques has been proposed for image segmentation, most of these techniques have been validated either on private datasets or on small publicly available datasets. Moreover, these datasets mostly address single-class problems. To tackle these limitations, the crossMoDA challenge introduces the first large and multi-class dataset for unsupervised cross-modality Domain Adaptation."
    },
    {
      "_id": "61b26e5ee98893556289e211",
      "text": "In recent years, there is a growing focus on the application of fast magnetic resonance imaging (MRI) based on prior knowledge. In the 1980s and 2000s the community used either purely mathematical models such as the partial Fourier transform or solutions derived through advanced engineering such as parallel imaging to speed up MRI acquisition. Since the mid-2000’s, compressed sensing and artificial intelligence have been employed to speed up MRI acquisition. These newer methods rely on under sampling the data acquired in Fourier (aka k-) space and then interpolating or augmenting k-space data based on training data content. One of the underlying problems for the development of fast imaging techniques, that just as in e.g. [1], it is common to use a fully sampled image as ground truth and then under sample it in k-space in order to simulate under sampled data. The problem with this approach is that in cases were the under sampled data is corrupted, through e.g. motion, this under sampling is unrealistic. This could easily happen in a clinical setting. Hence, the robustness of the new fast MRI reconstruction methods is often not evaluated in a realistic setting. We propose a challenge that aims at checking the robustness of fast MRI reconstruction methods by providing image and k-space datasets that consist of ground truth as well as motion degraded scans. We aim to closely mimic the ongoing challenge organized by Facebook at NeurIPS: https://fastmri.org/, but provide motion degraded data to realistically test robustness. While the fastMRI challenge provides participants with a large dataset, the way the under-sampled k-space data is constructed is artificial and not realistic, since patient motion corrupts the k-space differently than removing certain lines of k-space."
    },
    {
      "_id": "61b26e5ee98893556289e212",
      "text": "Mitral regurgitation (MR) is the second most frequent indication for valve surgery in Europe and may occur for organic or functional causes [1]. Mitral valve repair, although considerably more difficult, is prefered over mitral valve replacement, since the native tissue of the valve is preserved. It is a complex on-pump heart surgery, often conducted only by a handful of surgeons in high-volume centers. Minimally invasive procedures, which are performed with endoscopic video recordings, became more and more popular in recent years. However, data availability and data privacy concerns are still an issue for the development of automatic scene analysis algorithms. The AdaptOR challenge aims to address these issues by formulating a domain adaptation problem from simulation to surgery. We provide a smaller number of datasets from real surgeries, and a larger number of annotated recordings of training and planning sessions from a physical mitral valve simulator. The goal is to reduce the considerable domain gap between simulation and intraoperative cases, e.g. by incorporating generative models."
    }
  ]
}

