{
  "id": 720,
  "remote_id": "21012",
  "title": "SegTHOR",
  "producer": {
    "id": 7,
    "name": "Codalab Legacy",
    "contact": "eric@ckcollab.com",
    "url": "https://competitions.codalab.org"
  },
  "created_by": "Zoe",
  "creator_id": null,
  "start": "2019-01-05T00:00:00Z",
  "logo": "logo_720.jpeg",
  "url": "https://competitions.codalab.org/competitions/21012",
  "phases": [
    {
      "id": 4895,
      "index": 1,
      "status": null,
      "start": "2019-01-05T00:00:00Z",
      "end": "2019-02-27T23:59:00Z",
      "name": "Phase 1",
      "description": "Training phase (with optional result scoring)",
      "is_active": false
    },
    {
      "id": 4896,
      "index": 2,
      "status": null,
      "start": "2019-02-28T00:00:00Z",
      "end": "2019-04-08T00:00:00Z",
      "name": "Phase 2",
      "description": "Test phase with result scoring",
      "is_active": false
    }
  ],
  "participants": [],
  "description": "Segmentation of THoracic Organs at Risk in CT images.",
  "end": "2019-04-08T00:00:00Z",
  "admins": [],
  "is_active": false,
  "participant_count": 0,
  "submission_count": 79,
  "html_text": "SegTHOR: Segmentation of THoracic Organs at Risk in CT images\r\nNews Oct'18: Our challenge has just been accepted at ISBI'19!\r\nOur challenge addresses the problem of organs at risk segmentation in Computed Tomography (CT) images. In lung and esophageal cancer, radiation therapy is a treatment of choice, and the irradiation planning begins with the delineation of the target tumor and healthy organs located near the target tumor, called Organs at Risk (OAR) on CT images. Routinely, the delineation is largely manual which is tedious and may be source of reproducibility errors. For some organs (e.g. esophagus), the segmentation is especially challenging: shape and position vary greatly between patients; the contours in CT images have low contrast, and can be absent. In this challenge, we focus of 4 OAR: heart, aorta, trachea, esophagus, which are shown on the figure below.\r\n \r\n\r\n \r\nThe goal of the SegTHOR challenge is to automatically segment 4 OAR: heart, aorta, trachea, esophagus. Participants will be provided with a training set 40 CT scans with manual segmentation. The test set will include 20 CT scans.\r\nWarning: before registration don't forget to complete the form available within the terms and conditions section.\r\n \r\nImportant Dates\r\n\r\n\r\n\r\nDate\r\nDescription\r\n\r\n\r\n05-Jan, 2019\r\nRelease of the training set\r\n\r\n\r\n28-Feb, 2019\r\nRelease of the test set \r\n\r\n\r\n30-Mar, 2019\r\nLast date for submission of results on the test set with a detailed paper \r\n\r\n\r\n08-Apr, 2019\r\nWorkshop in Venise, Italy at IEEE International Symposium on Biomedical Imaging (ISBI) conference  \r\n\r\n\r\n\r\n \r\n \r\n \r\n \r\n \r\n \r\n \r\nPublications\r\nAfter the challenge, we plan to write a paper describing the data, the methods and summarizing the results. It will be submitted to a relevant journal (Medical Image Analysisor IEEE Transactions on Medical Imaging). Proceedings will also be made available on the challenge website or hosting framework. There is no previous version of the challenge as this is the first time this challenge will take place. Similarly, the dataset has never been released publicly, yet, and will be revealed for the first time. Since we do not have yet a paper describing the dataset, but have been working on this dataset developing our own segmentation method, we will ask the teams using our dataset to sign adata usage agreement form and to acknowledge the SegTHOR dataset by citing the following paper:\r\nRoger Trullo, C. Petitjean, Su Ruan, Bernard Dubray, Dong Nie, and Dinggang Shen.Segmentation of organs at risk in thoracic CT images using a sharpmask architecture andconditional random fields. In 14th IEEE International Symposium on Biomedical Imaging(ISBI), pp. 1003-1006, 2017.\r\nIn the future, this acknowledgement to the SegTHOR dataset via this paper will be updated with a paper only describing the data, when published, and later, the paper summarizing the challenge results.Data Quality\r\nComputed Tomography images (with or without IV contrast) have been retrieved from the medical records of 60 patients with non small cell lung cancer referred for curative-ntent radiotherapy at the  Centre Henri Becquerel, Rouen, France (CHB, regional anti-cancer center) between February 2016 and June 2017. Patients with tumor extension distorting the mediastinum anatomy were not eligible. All data were fully anonymized. The institution (CHB) board reviewed and approved the protocol in February 2016.\r\nThe CT scans have 512 x 512 pixels size with in-plane resolution varying between 0.90 mm and 1.37 mm per pixel, depending on the patient. The number of slices varies from 150 to 284 with a z-resolution between 2mm and 3.7mm. The most frequent resolution is 0.98x0.98x2.5 mm3.\r\nTraining & Testing Data\r\nThe whole SegTHOR dataset (60 patients and 11084 slices) has been randomly split into:\r\n\r\na training set: 40 patients, 7390 slices\r\na testing set: 20 patients, 3694 slices\r\n\r\nWe have carefully checked the distribution to ensure that the training is representative of the testing data. No specific preprocessing will be made. Participants are fully allowed to use their own training data, in addition to the ones provided by the challenge. As described in the general organization of the challenge in section Overwiew we plan to release the training data and their associated manual contours in early January, and the testing data by end-February (results submission will be expected by end-March).\r\nReference Standard\r\nThe reference standard for our problem is manual segmentation. On each CT scan, the OARs have been delineated by Pr Bernard Dubray, an experienced radiation oncologist, using a SomaVision platform, Varian Medical Systems, Inc, Palo Alto, USA. The body and lung contours were segmented with the automatic tools available on the platform. The esophagus was manually delineated from the 4th cervical vertebra to the esophago-gastric junction. The heart was delineated as recommended by the Radiation Therapy Oncology Group 2. The trachea was contoured from the lower limit of the larynx to 2cm below the carena excluding the lobar bronchi. The aorta was delineated from its origin above the heart down to below the diaphragm pillars.\r\n Evaluation Metrics\r\nWe will use standard evaluation metrics when comparing contours, namely:\r\n\r\nThe overlap Dice metric (DM), based on the pixel labeling as the result of a segmentation algorithm, defined as 2*intersection of automatic and manual areas/(sum of automatic and manual areas);\r\nThe Hausdorff distance (HD), defined as max(ha,hb), where ha is the maximum distance, for all automatic contour points, to the closest manual contour point and hb is the maximum distance, for all manual contour points, to the closest automatic contour point. The Hausdorff distance is computed in mm thanks to spatial resolution.\r\n\r\nDM and HD are complementary metrics and provide a good idea of the global accuracy of a segmentation method. They will be computed independently for each of the 4 organs at risk. Evaluation code will be open source and easily accessible since these metrics are standard and already implemented in numerous libraries. We will use the library SimpleITK in our evaluation code. To this regard, 8 metrics will be computed and each one will be assigned to a designated row. The average of each of the 8 rows will give the challenger’s ranking. Moreover, as we wish to pay particular attention to esophagus segmentation, the leaderboard will display the average row metrics calculated for the esophagus. While it will not be taken into account in the final score, computational complexity and running time will be a point of discussion, in the papers, but also on the day of the challenge at ISBI.\r\nPreparing your submission\r\nThe results must be submitted through this CodaLab competition site in the section Participate. The participants can make up to 3 submissions per day. Moreover, we will ask to the participants to provide a paper describing their method.\r\nA result.zip for this competition would look like this:\r\nresult.zip \r\n    |- Patient_01.nii (Contains: segmented CT scan in nifty format)    .    .    .    |- Patient_n.niiWarning: make sur to zip just the contents of the directory result not the directory itself\r\nPlease be patient. Once you've submitted your results, it may take a while for the scoring program to compute your scores.Terms and Conditions\r\nIn order to participate to this competition, it is mandatory to sign up and fill in the above form. The form should be returned to us completed and signed for you to be allowed in this competition.\r\nYou can find the form  here.Organizing Team\r\n\r\nCaroline Petitjean, PhD, LITIS EA 4108, Associate Professor at the Université de Rouen, France\r\n\r\n\r\nPr. Su Ruan, PhD, LITIS EA 4108, Université de Rouen\r\n\r\n\r\nPr. Bernard Dubray, MD, PhD, LITIS EA 4108, Université de Rouen, Radiation oncologist at the  Centre Henri Becquerel, Rouen, France (regional anti-cancer center)\r\n\r\n\r\nZoé Lambert, Research Engineer, LMI, INSA de Rouen, France\r\n\r\nContact Person\r\n\r\nCaroline Petitjean (caroline.petitjean@univ-rouen.fr)\r\n\r\n\r\nZoé Lambert (zoe.lambert@insa-rouen.fr)\r\nSponsors\r\nInterested by becoming a sponsor of the SegTHOR challenge? Please contact us for more information!\r\n\r\nCaroline Petitjean (caroline.petitjean@univ-rouen.fr)\r\n\r\n\r\nZoé Lambert (zoe.lambert@insa-rouen.fr)\r\nData Quality\r\nComputed Tomography images (with or without IV contrast) have been retrieved from the medical records of 60 patients with non small cell lung cancer referred for curative-ntent radiotherapy at the  Centre Henri Becquerel, Rouen, France (CHB, regional anti-cancer center) between February 2016 and June 2017. Patients with tumor extension distorting the mediastinum anatomy were not eligible. All data were fully anonymized. The institution (CHB) board reviewed and approved the protocol in February 2016.\r\nThe CT scans have 512 x 512 pixels size with in-plane resolution varying between 0.90 mm and 1.37 mm per pixel, depending on the patient. The number of slices varies from 150 to 284 with a z-resolution between 2mm and 3.7mm. The most frequent resolution is 0.98x0.98x2.5 mm3.\r\nTraining & Testing Data\r\nThe whole SegTHOR dataset (60 patients and 11084 slices) has been randomly split into:\r\n\r\na training set: 40 patients, 7390 slices\r\na testing set: 20 patients, 3694 slices\r\n\r\nWe have carefully checked the distribution to ensure that the training is representative of the testing data. No specific preprocessing will be made. Participants are fully allowed to use their own training data, in addition to the ones provided by the challenge. As described in the general organization of the challenge in section Overwiew we plan to release the training data and their associated manual contours in early January, and the testing data by end-February (results submission will be expected by end-March).\r\nReference Standard\r\nThe reference standard for our problem is manual segmentation. On each CT scan, the OARs have been delineated by Pr Bernard Dubray, an experienced radiation oncologist, using a SomaVision platform, Varian Medical Systems, Inc, Palo Alto, USA. The body and lung contours were segmented with the automatic tools available on the platform. The esophagus was manually delineated from the 4th cervical vertebra to the esophago-gastric junction. The heart was delineated as recommended by the Radiation Therapy Oncology Group 2. The trachea was contoured from the lower limit of the larynx to 2cm below the carena excluding the lobar bronchi. The aorta was delineated from its origin above the heart down to below the diaphragm pillars.",
  "current_phase_deadline": null,
  "prize": null,
  "published": true
}